Repository: Belfagor2005/Calendar
Catalog: usr/lib/enigma2/python/Plugins/Extensions/Calendar/locale/*/LC_MESSAGES/Calendar.po
Languages: el, it

source: (Search: '{0}')
el: (Αναζήτηση: '{0}')

source: (truncated)
el: (περικομμένο)
it: (troncato)

source: --- CONTACTS ---
el: --- ΕΠΑΦΕΣ ---
it: --- CONTATTI ---

source: --- DATABASE ---
el: --- ΒΑΣΗ ΔΕΔΟΜΕΝΩΝ ---
it: --- BANCA DATI ---

source: --- EVENTS ---
el: --- ΣΥΜΒΑΝΤΑ ---
it: --- EVENTI ---

source: --- HOLIDAYS ---
el: --- ΑΡΓΙΕΣ ---
it: --- FESTIVITA' ---

source: --- PERSONAL DATA ---
el: --- ΠΡΟΣΩΠΙΚΑ ΔΕΔΟΜΕΝΑ ---
it: --- DATI PERSONALI ---

source: --- SYSTEM ---
el: --- ΣΥΣΤΗΜΑ ---
it: --- SISTEMA ---

source: Active
el: Ενεργό
it: Attivo

source: Active:
el: Ενεργό:
it: Attivo:

source: Add
el: Προσθήκη
it: Aggiungi

source: Add Contact
el: Προσθήκη επαφής
it: Aggiungi Contatto

source: Add Event
el: Προσθήκη συμβάντος
it: Aggiungi Evento

source: Add date and time to exported filenames
el: Προσθήκη ημερομηνίας και ώρας στα ονόματα των εξαγόμενων αρχείων
it: Aggiungi data e ora ai nomi dei file esportati

source: Add timestamp to filename
el: Προσθήκη χρονικής σήμανσης στο όνομα αρχείου
it: Aggiungi timestamp al nome del file

source: Alert sound
el: Ήχος συναγερμού
it: Suono Allerta

source: Already on today's event
el: Ήδη στο σημερινό συμβάν

source: April
el: Απρίλιος
it: Aprile

source: August
el: Αύγουστος
it: Agosto

source: Automatically clean old notified events
el: Αυτόματος καθαρισμός παλιών ειδοποιημένων συμβάντων

source: Autostart delay
el: Καθυστέρηση αυτόματης εκκίνησης

source: Back
el: Πίσω
it: Torna

source: Birthday (YYYY-MM-DD)
el: Ημερομηνία γέννησης (ΕΕΕΕ-ΜΜ-ΗΗ)
it: Data di nascita (AAAA-MM-GG)

source: Birthdays: {0}
el: Γενέθλια: {0}
it: Compleanni: {0}

source: Blue
el: Μπλε
it: Blu

source: Browse ICS Files
el: Περιήγηση σε αρχεία ICS
it: Sfoglia i file ICS

source: CONTACTS WITH BIRTHDAYS TODAY:
el: ΕΠΑΦΕΣ ΜΕ ΓΕΝΕΘΛΙΑ ΣΗΜΕΡΑ:
it: CONTATTI CON COMPLEANNI OGGI:

source: CSV format
el: Μορφή CSV

source: Calendar Planner | Ready
el: Calendar Planner | Έτοιμο
it: Calendario Planner | Pronto

source: Calendar Settings
el: Ρυθμίσεις Calendar
it: Impostazioni Calendario

source: Calendar with events and notifications
el: Ημερολόγιο με συμβάντα και ειδοποιήσεις
it: Calendario con eventi e notifiche

source: Cancel
el: Άκυρο
it: Annulla

source: Cancelling...
el: Άκυρο...
it: Annullamento...

source: Cannot delete: Contact has no ID
el: Δεν είναι δυνατή η διαγραφή: Η επαφή δεν έχει αναγνωριστικό
it: Impossibile eliminare: il contatto non ha ID

source: Cannot initialize event system: {0}
el: Αδυναμία αρχικοποίησης των συμβάντων συστήματος: {0}
it: Impossibile inizializzare il sistema di eventi: {0}

source: Categories (comma separated)
el: Κατηγορίες (διαχωρισμένες με κόμμα)
it: Categorie (separate da virgole)

source: Check for Updates
el: Έλεγχος για ενημερώσεις
it: Controlla gli aggiornamenti

source: Checking for updates...
el: Έλεγχος για ενημερώσεις...
it: Controllo degli aggiornamenti...

source: Choose between legacy text files or standard vCard format
el: Επιλογή μεταξύ παλαιών αρχείων κειμένου ή τυπικής μορφής vCard
it: Scegli tra file di testo legacy o formato vCard standard

source: Choose where to save exported files
el: Επιλέξτε πού θα αποθηκεύονται τα εξαγόμενα αρχεία
it: Scegli dove salvare i file esportati

source: Clean after days
el: Καθαρισμός μετά από ημέρες

source: Clean old notifications
el: Καθαρισμός παλαιών ειδοποιήσεων

source: Cleaned {0} duplicate events
el: Καθαρίστηκαν {0} διπλότυπα συμβάντα
it: Rimossi {0} eventi duplicati

source: Cleaned {0} old ICS files
el: Καθαρίστηκαν {0} παλαιά αρχεία ICS
it: Puliti {0} vecchi file ICS

source: Cleanup Old Files
el: Εκκαθάριση παλαιών αρχείων
it: Pulisci i vecchi file

source: Cleanup duplicate events
el: Εκκαθάριση διπλότυπων συμβάντων
it: Pulisci eventi duplicati

source: Cleanup past events
el: Εκκαθάριση παλαιών συμβάντων
it: Pulisci eventi passati

source: Clear ALL holiday entries from all date files?
el: Εκκαθάριση ΟΛΩΝ των καταχωρήσεων αργιών από όλα τα αρχεία ημερομηνιών;
it: Cancellare TUTTE le voci delle festività da tutti i file data?

source: Clear All
el: Εκκαθάριση όλων
it: Pulisci tutto

source: Clear Holiday Database
el: Εκκαθάριση βάσης δεδομένων αργιών
it: Cancella il database delle festività

source: Close
el: Κλείσιμο
it: Chiudi

source: Color days with holidays
el: Χρωματισμός των ημερών με αργίες
it: Colora i giorni con le festività

source: Color for days with events
el: Χρώμα για τις ημέρες με συμβάντα
it: Colora le giornate con eventi

source: Color for holiday days
el: Χρώμα για τις ημέρες αργιών
it: Colori per i giorni di festa

source: Completed
el: Ολοκληρώθηκε
it: Completato

source: Contact
el: Επαφή

source: Contact '{0}' deleted successfully
el: Η επαφή '{0}' διαγράφηκε με επιτυχία
it: Contatto '{0}' eliminato con successo

source: Contact:
el: Επαφή:

source: Contacts directory not found
el: Δεν βρέθηκε ο κατάλογος επαφών
it: Rubrica dei contatti non trovata

source: Contacts imported from ICS file!
el: Οι επαφές εισήχθησαν από αρχείο ICS!
it: Contatti importati dal file ICS!

source: Contacts: 0
el: Επαφές: 0

source: Contacts: {0}/{1}
el: Επαφές: {0}/{1}

source: Conversion error: {0}
el: Σφάλμα μετατροπής: {0}
it: Errore Conversione: {0}

source: Convert all existing data to vCard format?
el: Να γίνει μετατροπή όλων των υπαρχόντων δεδομένων σε μορφή vCard;
it: Convertire tutti i dati esistenti in formato vCard?

source: Convert to ICS format
el: Μετατροπή σε μορφή ICS
it: Converti in formato ICS

source: Convert to legacy format
el: Μετατροπή σε παλαιά μορφή
it: Converti in formato legacy

source: Convert to vCard format
el: Μετατροπή σε μορφή vCard
it: Converti in formato vCard

source: Converted {0} events to {1}
el: Μετατράπηκαν {0} συμβάντα σε {1}

source: Could not check for updates. Check internet connection.
el: Δεν ήταν δυνατός ο έλεγχος για ενημερώσεις. Ελέγξτε τη σύνδεση στο διαδίκτυο.
it: Impossibile verificare la presenza di aggiornamenti. Controllare la connessione Internet.

source: Could not check for updates: %s
el: Δεν ήταν δυνατός ο έλεγχος για ενημερώσεις: %s
it: Impossibile verificare la presenza di aggiornamenti: %s

source: Could not read file
el: Δεν ήταν δυνατή η ανάγνωση του αρχείου
it: Impossibile leggere il file

source: Cyan
el: Κυανό
it: Ciano

source: Database converted to vCard format
el: Η βάση δεδομένων μετατράπηκε σε μορφή vCard
it: Database convertito in formato vCard

source: Database format
el: Μορφή βάσης δεδομένων
it: Formato Database

source: Date
el: Ημερομηνία
it: Data

source: Date (YYYY-MM-DD)
el: Ημερομηνία (ΕΕΕΕ-ΜΜ-ΗΗ)
it: Data (AAAA-MM-GG)

source: Date range: {0} to {1}
el: Εύρος ημερομηνιών: {0} έως {1}
it: Intervallo di date: da {0} a {1}

source: Date:
el: Ημερομηνία:
it: Data:

source: Day +
el: Ημέρα +
it: Giorno+

source: Day -
el: Ημέρα -
it: Giorno-

source: Days to keep notifications in cache
el: Ημέρες διατήρησης ειδοποιήσεων στην προσωρινή μνήμη

source: December
el: Δεκέμβριος
it: Dicembre

source: Default event time
el: Προεπιλεγμένη ώρα συμβάντος

source: Default format for exported files
el: Προεπιλεγμένη μορφή για τα εξαγόμενα αρχεία

source: Default minutes before event to show notification
el: Προεπιλεγμένα λεπτά πριν από το συμβάν για εμφάνιση ειδοποίησης

source: Default notification minutes
el: Προεπιλεγμένα λεπτά ειδοποίησης

source: Default time for new events (HH:MM format)
el: Προεπιλεγμένη ώρα για νέα συμβάντα (μορφή ΩΩ:ΛΛ)

source: Delete
el: Διαγραφή
it: Elimina

source: Delete ALL ICS events
el: Διαγραφή ΟΛΩΝ των συμβάντων ICS
it: Elimina TUTTI gli eventi ICS

source: Delete ALL contacts
el: Διαγραφή ΟΛΩΝ των επαφών
it: Elimina TUTTI i contatti

source: Delete ALL events
el: Διαγραφή ΟΛΩΝ των συμβάντων
it: Elimina TUTTI gli eventi

source: Delete File
el: Διαγραφή αρχείου
it: Elimina File

source: Delete ICS files older than 30 days?
el: Να γίνει διαγραφή των αρχείων ICS παλαιότερων των 30 ημερών;
it: Eliminare i file ICS più vecchi di 30 giorni?

source: Delete file
el: Διαγραφή αρχείου
it: Elimina file

source: Delete {0}?
el: Να γίνει διαγραφή του {0};
it: Eliminare {0}?

source: Delete: {0}
el: Διαγραφή: {0}
it: Elimina: {0}

source: Deleted {0} ICS events
el: Διαγράφηκαν {0} συμβάντα ICS
it: Eliminati {0} eventi ICS

source: Deleted {0} contacts from database
el: Διαγράφηκαν {0} επαφές από τη βάση δεδομένων
it: Eliminati {0} contatti dal database

source: Description
el: Περιγραφή
it: Descrizione

source: Description:
el: Περιγραφή:
it: Descrizione:

source: Directory: {0}
el: Κατάλογος: {0}
it: Elenco: {0}

source: Disk
el: Δίσκος
it: Disco

source: Duplicates cleaned: %d
el: Διπλότυπα που καθαρίστηκαν: %d
it: Duplicati puliti: %d

source: Edit
el: Επεξεργασία
it: Modifica

source: Edit Contact
el: Επεξεργασία επαφής
it: Modifica Contatti

source: Edit Contact ({0}/{1})
el: Επεξεργασία επαφής ({0}/{1})

source: Edit Date
el: Επεξεργασία ημερομηνίας
it: Modifica Dati

source: Edit Description
el: Επεξεργασία περιγραφής
it: Modifica Descrizione

source: Edit Event
el: Επεξεργασία συμβάντος

source: Edit Event ({0}/{1})
el: Επεξεργασία συμβάντος ({0}/{1})

source: Edit Event ({0}/{1}) - Today
el: Επεξεργασία συμβάντος ({0}/{1}) - Σήμερα

source: Edit Holiday
el: Επεξεργασία αργίας
it: Modifica Compleanno

source: Edit ICS Event
el: Επεξεργασία συμβάντος ICS
it: Modifica evento ICS

source: Edit Note
el: Επεξεργασία σημείωσης

source: Edit Sign
el: Επεξεργασία ζωδίου
it: Modifica Segno

source: Edit: {0}
el: Επεξεργασία: {0}
it: Modifica: {0}

source: Enable autostart
el: Ενεργοποίηση αυτόματης εκκίνησης

source: Enable debug mode
el: Ενεργοποίηση λειτουργίας εντοπισμού σφαλμάτων
it: Abilita la modalità debug

source: Enable event management with date/time
el: Ενεργοποίηση της διαχείρισης συμβάντων με ημερομηνία/ώρα
it: Abilita la gestione degli eventi con data/ora

source: Enable event system
el: Ενεργοποίηση συμβάντων συστήματος
it: Abilita la colorazione delle vacanze

source: Enable holiday coloring
el: Ενεργοποίηση χρωματισμού αργιών
it: Abilita la colorazione delle vacanze

source: Enable notifications
el: Ενεργοποίηση ειδοποιήσεων
it: Abilita le notifiche

source: Enter
el: Εισαγωγή
it: Invio

source: Error deleting contact
el: Σφάλμα διαγραφής επαφής
it: Errore durante l'eliminazione del contatto

source: Error deleting contact '{0}'
el: Σφάλμα διαγραφής επαφής '{0}'
it: Errore durante l'eliminazione del contatto '{0}'

source: Error deleting database: {0}
el: Σφάλμα διαγραφής βάσης δεδομένων: {0}
it: Errore durante l'eliminazione del database: {0}

source: Error getting ICS statistics
el: Σφάλμα λήψης στατιστικών ICS
it: Errore durante l'ottenimento delle statistiche ICS

source: Error opening ICS browser: %s
el: Σφάλμα ανοίγματος περιηγητή ICS: %s
it: Errore durante l'apertura del browser ICS: %s

source: Error opening ICS importer: {0}
el: Σφάλμα ανοίγματος εισαγωγέα ICS: {0}
it: Errore durante l'apertura dell'importatore ICS: {0}

source: Error opening event dialog
el: Σφάλμα κατά το άνοιγμα του παραθύρου συμβάντος
it: Errore durante l'apertura della finestra di dialogo dell'evento

source: Error saving ICS data
el: Σφάλμα αποθήκευσης δεδομένων ICS
it: Errore durante il salvataggio dei dati ICS

source: Error saving contact
el: Σφάλμα αποθήκευσης επαφής
it: Errore durante il salvataggio dei contatti

source: Error saving data
el: Σφάλμα κατά την αποθήκευση δεδομένων
it: Errore durante il salvataggio dei dati

source: Error saving event
el: Σφάλμα αποθήκευσης συμβάντος

source: Error: {0}
el: Σφάλμα: {0}
it: Errori: {0}

source: Errors: %d
el: Σφάλματα: %d
it: Errori: %d

source: Errors: {0}
el: Σφάλματα: {0}
it: Errori: {0}

source: Event
el: Συμβάν
it: Evento

source: Event '{0}' deleted successfully
el: Το συμβάν '{0}' διαγράφηκε με επιτυχία
it: Evento '{0}' eliminato con successo

source: Event '{0}' saved successfully
el: Το συμβάν '{0}' αποθηκεύτηκε με επιτυχία

source: Event check interval
el: Διάστημα ελέγχου συμβάντων

source: Event color
el: Χρώμα συμβάντων
it: Colore Evento

source: Event manager not available
el: Ο διαχειριστής συμβάντων δεν είναι διαθέσιμος

source: Event manager not initialized
el: Ο διαχειριστής συμβάντων δεν έχει αρχικοποιηθεί

source: Event system is disabled. Enable it in settings first.
el: Το σύστημα συμβάντων είναι απενεργοποιημένο. Ενεργοποιήστε το πρώτα από τις ρυθμίσεις.
it: Il sistema degli eventi è disabilitato. Abilitalo prima nelle impostazioni.

source: Event system is disabled. Enable it in settings.
el: Το σύστημα συμβάντων είναι απενεργοποιημένο. Ενεργοποιήστε το στις ρυθμίσεις.
it: Il sistema degli eventi è disabilitato. Abilitalo nelle impostazioni.

source: Event system is not enabled
el: Το σύστημα συμβάντων δεν είναι ενεργοποιημένο
it: Il sistema di eventi non è abilitato

source: Events found: {0}
el: Βρέθηκαν συμβάντα: {0}
it: Eventi trovati: {0}

source: Events imported successfully
el: Τα συμβάντα εισήχθησαν με επιτυχία
it: Eventi importati con successo

source: Export All to ICS File
el: Εξαγωγή όλων σε αρχείο ICS
it: Esporta Tutto in ICS File

source: Export error: {0}
el: Σφάλμα εξαγωγής: {0}
it: Errore esportazione: {0}

source: Export failed or no contacts to export
el: Η εξαγωγή απέτυχε ή δεν υπάρχουν επαφές προς εξαγωγή
it: Esportazione non riuscita o nessun contatto da esportare

source: Export format
el: Μορφή εξαγωγής

source: Export location
el: Τοποθεσία εξαγωγής
it: Posizione di esportazione

source: Export subdirectory
el: Υποκατάλογος εξαγωγής
it: Esporta sottodirectory

source: Export vCard File
el: Εξαγωγή αρχείου vCard
it: Esporta file vCard

source: Exporting contacts...
el: Εξαγωγή επαφών...
it: Esportazione contatti...

source: Failed to create backup. Update cancelled.
el: Αποτυχία δημιουργίας αντιγράφου ασφαλείας. Η ενημέρωση ακυρώθηκε.
it: Impossibile creare il backup. Aggiornamento annullato.

source: Failed to start import
el: Αποτυχία εκκίνησης εισαγωγής
it: Impossibile avviare l'importazione

source: February
el: Φεβρουάριος
it: Febbraio

source: Field {0}/{1}: {2}
el: Πεδίο {0}/{1}: {2}
it: Campo {0}/{1}: {2}

source: File deleted
el: Το αρχείο διαγράφηκε
it: File eliminato

source: File not found!
el: Το αρχείο δεν βρέθηκε!
it: File non trovato!

source: File re-imported successfully
el: Το αρχείο επανεισήχθη με επιτυχία
it: File reimportato con successo

source: File re-imported. Found {0} potential duplicates.
el: Το αρχείο επανεισήχθη. Βρέθηκαν {0} πιθανά διπλότυπα.
it: File reimportato. Trovati {0} potenziali duplicati.

source: File: {0}
el: Αρχείο: {0}

source: Files is Empty...
el: Τα αρχεία είναι κενά...
it: File vuoto...

source: Found {0} ICS files
el: Βρέθηκαν {0} αρχεία ICS
it: Trovati {0} file ICS

source: Fri
el: Παρ
it: Ven

source: Green
el: Πράσινο
it: Verde

source: Hard Disk
el: Σκληρός δίσκος

source: Hard Disk (/media/hdd)
el: Σκληρός δίσκος (/media/hdd)

source: Holiday
el: Αργία
it: Compleanno

source: Holiday color
el: Χρώμα αργιών
it: Colore Festività

source: Holiday:
el: Αργία:
it: Festività:

source: Holidays imported
el: Οι αργίες εισήχθησαν
it: Festività importate

source: ICS Events: 0
el: Συμβάντα ICS: 0

source: ICS Events: {0}/{1}
el: Συμβάντα ICS: {0}/{1}

source: ICS format
el: Μορφή ICS

source: ICS format (google calendar)
el: Μορφή ICS (Google Calendar)
it: Formato ICS (Google Calendar)

source: ICS import feature not yet available: {0}
el: Η δυνατότητα εισαγωγής ICS δεν είναι ακόμη διαθέσιμη: {0}
it: La funzionalità di importazione ICS non è ancora disponibile: {0}

source: Import
el: Εισαγωγή
it: Importa

source: Import All
el: Εισαγωγή όλων
it: Importa tutto

source: Import Google Calendar (.ics)
el: Εισαγωγή Google Calendar (.ics)
it: Importa Google Calendar (.ics)

source: Import Holidays
el: Εισαγωγή αργιών
it: Importa Festività

source: Import ICS Contacts Google Calendar (.ics)
el: Εισαγωγή επαφών ICS από Google Calendar (.ics)
it: Importa contatti ICS Google Calendar (.ics)

source: Import completed
el: Η εισαγωγή ολοκληρώθηκε
it: Importazione completata

source: Import completed - Sorting contacts...
el: Η εισαγωγή ολοκληρώθηκε – Ταξινόμηση επαφών...
it: Importazione completata - Ordinamento dei contatti in corso...

source: Import completed!
el: Η εισαγωγή ολοκληρώθηκε!
it: Importazione completata!

source: Import completed. Ready.
el: Η εισαγωγή ολοκληρώθηκε. Έτοιμο.
it: Importazione completata. Pronto.

source: Import error: {0}
el: Σφάλμα εισαγωγής: {0}
it: Errore importazione: {0}

source: Import events to calendar
el: Εισαγωγή συμβάντων στο ημερολόγιο
it: Importa eventi nel calendario

source: Import vCard File
el: Εισαγωγή αρχείου vCard
it: Importa file vCard

source: Imported ICS Files
el: Εισήχθησαν αρχεία ICS
it: File ICS importati

source: Imported: %d
el: Εισήχθησαν: %d
it: Importati: %d

source: Imported: {0}
el: Εισήχθησαν: {0}
it: Importati: {0}

source: Imported: {0} contacts
el: Εισήχθησαν: {0} επαφές
it: Importati: {0} contatti

source: Importing iCalendar File
el: Εισαγωγή αρχείου iCalendar
it: Importazione del file iCalendar

source: Importing vCard File
el: Εισαγωγή αρχείου vCard
it: Importazione del file vCard

source: Initializing...
el: Αρχικοποίηση...
it: Inizializzazione in corso...

source: Invalid birthday format. Use YYYY-MM-DD
el: Μη έγκυρη μορφή ημερομηνίας γέννησης. Χρησιμοποιήστε ΕΕΕΕ-ΜΜ-ΗΗ
it: Formato data di nascita non valido. Utilizzare AAAA-MM-GG

source: Invalid date format. Use YYYY-MM-DD
el: Μη έγκυρη μορφή ημερομηνίας. Χρησιμοποιήστε ΕΕΕΕ-ΜΜ-ΗΗ
it: Formato data non valido. Utilizzare AAAA-MM-GG

source: Invalid time format! Use HH:MM (00:00 to 23:59)
el: Μη έγκυρη μορφή ώρας! Χρησιμοποιήστε ΩΩ:ΛΛ (00:00 έως 23:59)

source: Invalid time format. Use HH:MM
el: Μη έγκυρη μορφή ώρας. Χρησιμοποιήστε ΩΩ:ΛΛ
it: Formato ora non valido. Utilizzare HH:MM

source: January
el: Ιανουάριος
it: Gennaio

source: July
el: Ιούλιος
it: Luglio

source: June
el: Ιούνιος
it: Giugno

source: Labels (comma separated)
el: Ετικέτες (διαχωρισμένες με κόμμα)
it: Etichette (separate da virgole)

source: Legacy format (text files)
el: Παλαιά μορφή (αρχεία κειμένου)
it: Formato legacy (file di testo)

source: Manage Contacts
el: Διαχείριση επαφών
it: Gestisci Contatti

source: Manage Event
el: Διαχείριση συμβάντων

source: Manage ICS Events
el: Διαχείριση συμβάντων ICS
it: Gestire gli eventi ICS

source: Manage ICS Files
el: Διαχείριση αρχείων ICS
it: Gestisci file ICS

source: March
el: Μάρτιος
it: Marzo

source: May
el: Μάιος
it: Maggio

source: Modified: {0}
el: Τροποποιήθηκε: {0}
it: Modificato: {0}

source: Mon
el: Δευ
it: Lun

source: Month +
el: Μήνας +
it: Mese+

source: Month -
el: Μήνας -
it: Mese-

source: Name
el: Όνομα
it: Nome

source: Name is required
el: Το όνομα είναι υποχρεωτικό
it: Il nome è obbligatorio

source: Network Share
el: Δικτυακή κοινή χρήση
it: Condivisione di rete

source: New Date
el: Νέα ημερομηνία
it: Nuovi Dati

source: Newest file: {0}
el: Νεότερο αρχείο: {0}
it: File più recente: {0}

source: Next Field
el: Επόμενο πεδίο
it: Campo successivo

source: No ICS directory found
el: Δεν βρέθηκε κατάλογος ICS
it: Nessuna directory ICS trovata

source: No ICS events found
el: Δεν βρέθηκαν συμβάντα ICS
it: Nessun evento ICS trovato

source: No ICS files found
el: Δεν βρέθηκαν αρχεία ICS
it: Nessun file ICS trovato

source: No ICS files in archive
el: Δεν υπάρχουν αρχεία ICS στο αρχείο
it: Nessun file ICS nell'archivio

source: No TV service currently playing
el: Δεν αναπαράγεται αυτή τη στιγμή καμία τηλεοπτική υπηρεσία

source: No contact files found
el: Δεν βρέθηκαν αρχεία επαφών
it: Nessun file di contatto trovato

source: No contact selected
el: Δεν έχει επιλεγεί επαφή
it: Nessun contatto selezionato

source: No contacts found in database
el: Δεν βρέθηκαν επαφές στη βάση δεδομένων
it: Nessun contatto trovato in database

source: No data found to convert
el: Δεν βρέθηκαν δεδομένα προς μετατροπή
it: Nessun dato trovato da convertire

source: No data to export
el: Δεν υπάρχουν δεδομένα προς εξαγωγή
it: Nessun dato da esportare

source: No duplicates found
el: Δεν βρέθηκαν διπλότυπα
it: Nessun duplicato trovato

source: No event selected
el: Δεν έχει επιλεγεί συμβάν
it: Nessun evento selezionato

source: No events database found
el: Δεν βρέθηκε βάση δεδομένων συμβάντων
it: Nessun database di eventi trovato

source: No events for today
el: Δεν υπάρχουν συμβάντα για σήμερα

source: No events to convert
el: Δεν υπάρχουν συμβάντα προς μετατροπή

source: No file in database...
el: Δεν υπάρχει αρχείο στη βάση δεδομένων...
it: Nessun file nel database...

source: No file selected
el: Δεν έχει επιλεγεί αρχείο
it: Nessun file selezionato

source: No past events to remove
el: Δεν υπάρχουν παλαιά συμβάντα προς αφαίρεση
it: Nessun evento passato da rimuovere

source: No sorting (original order)
el: Χωρίς ταξινόμηση (αρχική σειρά)
it: Nessun ordinamento (ordine originale)

source: No sound
el: Χωρίς ήχο
it: Nessun Suono

source: Note
el: Σημείωση

source: Note:
el: Σημείωση:

source: Notes
el: Σημειώσεις
it: Note

source: Notification sound type
el: Τύπος ήχου ειδοποίησης
it: Tipo di Tono di Notifica

source: Notification tone
el: Ήχος ειδοποίησης
it: Tono di Notifica

source: Notify
el: Ειδοποίηση
it: Notifica

source: Notify:
el: Ειδοποίηση:
it: Notifica:

source: November
el: Νοέμβριος
it: Novembre

source: October
el: Οκτώβριος
it: Ottobre

source: Oldest file: {0}
el: Παλαιότερο αρχείο: {0}
it: File più vecchio: {0}

source: Orange
el: Πορτοκαλί
it: Arancione

source: Phone
el: Τηλέφωνο
it: Telefono

source: Play a sound when event notification appears
el: Αναπαραγωγή ήχου όταν εμφανίζεται ειδοποίηση συμβάντος
it: Riproduci un suono quando appare la notifica dell'evento

source: Play sound with notifications
el: Αναπαραγωγή ήχου με τις ειδοποιήσεις
it: Riproduci suono con notifiche

source: Please restart Enigma2 manually.
el: Παρακαλώ επανεκκινήστε το Enigma2 χειροκίνητα.
it: Riavviare Enigma2 manualmente.

source: Plugin Directory
el: Κατάλογος πρόσθετου

source: Plugin is up to date
el: Το πρόσθετο είναι ενημερωμένο
it: Il plugin è aggiornato

source: Press GREEN to import
el: Πατήστε το ΠΡΑΣΙΝΟ για εισαγωγή
it: Premi VERDE per importare

source: Press TEXT to search
el: Πατήστε TEXT για αναζήτηση
it: Premi TESTO per cercare

source: Preview file content
el: Προεπισκόπηση περιεχομένου αρχείου
it: Anteprima del contenuto del file

source: Progress: {0}%
el: Πρόοδος: {0}%
it: Progresso: {0}%

source: Re-import
el: Επανεισαγωγή
it: Reimportare

source: Red
el: Κόκκινο
it: Rosso

source: Refresh
el: Ανανέωση
it: Ricarica

source: Refreshed
el: Ανανεώθηκε
it: Ricaricato

source: Remove
el: Αφαίρεση
it: Rimuovi

source: Remove Date
el: Αφαίρεση ημερομηνίας
it: Rimuovi Dati

source: Removed {0} past events
el: Αφαιρέθηκαν {0} παλαιά συμβάντα
it: Rimossi {0} eventi passati

source: Repeat
el: Επανάληψη
it: Ripeti

source: Repeat (none/daily/weekly/monthly/yearly)
el: Επανάληψη (καμία/καθημερινά/εβδομαδιαία/μηνιαία/ετήσια)
it: Ripetizione (nessuna/giornaliera/settimanale/mensile/annuale)

source: Repeat:
el: Επανάληψη:
it: Ripeti:

source: Repeat: {0}
el: Επανάληψη: {0}
it: Ripeti: {0}

source: Root Home (/home/root)
el: Αρχικός κατάλογος root (/home/root)

source: SCHEDULED EVENTS:
el: ΠΡΟΓΡΑΜΜΑΤΙΣΜΕΝΑ ΣΥΜΒΑΝΤΑ:
it: EVENTI IN PROGRAMMA:

source: Sat
el: Σαβ
it: Sab

source: Save
el: Αποθήκευση
it: Salva

source: Search contacts
el: Αναζήτηση επαφών
it: Cerca Contatti

source: Search events
el: Αναζήτηση συμβάντων
it: Cerca eventi

source: Search:
el: Αναζήτηση:
it: Cerca:

source: Seconds between event checks (advanced)
el: Δευτερόλεπτα μεταξύ ελέγχων συμβάντων (για προχωρημένους)

source: Seconds to wait after boot before starting notifications
el: Δευτερόλεπτα αναμονής μετά την εκκίνηση πριν ξεκινήσουν οι ειδοποιήσεις

source: Select .ics file to import
el: Επιλέξτε αρχείο .ics για εισαγωγή
it: Seleziona il file .ics da importare
