Repository: Belfagor2005/Calendar
Catalog: usr/lib/enigma2/python/Plugins/Extensions/Calendar/locale/*/LC_MESSAGES/Calendar.po
Languages: el, it

source: Select a file, not a folder
el: Επιλέξτε αρχείο, όχι φάκελο
it: Seleziona un file, non una cartella

source: Select vCard file to import
el: Επιλέξτε αρχείο vCard για εισαγωγή
it: Seleziona il file vCard da importare

source: Selected: {0}
el: Επιλέχθηκαν: {0}
it: Selezionato: {0}

source: September
el: Σεπτέμβριος
it: Settembre

source: Short beep
el: Σύντομο μπιπ
it: Beep breve

source: Show 'H' marker on holiday days
el: Εμφάνιση δείκτη 'H' στις ημέρες αργιών
it: Mostrare il marcatore 'H' nei giorni festivi

source: Show Statistics
el: Εμφάνιση στατιστικών
it: Mostra statistiche

source: Show Today's Holidays
el: Εμφάνιση σημερινών αργιών
it: Mostra le festività di oggi

source: Show Upcoming Holidays
el: Εμφάνιση επερχόμενων αργιών
it: Mostra le prossime festività

source: Show debug messages in console/log
el: Εμφάνιση μηνυμάτων εντοπισμού σφαλμάτων στην κονσόλα/αρχείο καταγραφής
it: Mostra i messaggi di debug nella console/registro

source: Show event indicators
el: Εμφάνιση ενδείξεων συμβάντων
it: Mostra indicatori di evento

source: Show event statistics
el: Εμφάνιση στατιστικών συμβάντων
it: Mostra le statistiche dell'evento

source: Show holiday indicators
el: Εμφάνιση ενδείξεων αργιών
it: Mostra indicatori festività

source: Show markers on days with events
el: Εμφάνιση δεικτών στις ημέρες με συμβάντα
it: Mostra i marcatori nei giorni con eventi

source: Show notifications for upcoming events
el: Εμφάνιση ειδοποιήσεων για επερχόμενα συμβάντα
it: Mostra notifiche per i prossimi eventi

source: Sign
el: Ζώδιο
it: Segno

source: Sign:
el: Ζώδιο:
it: Segno:

source: Size: {0:.1f} KB
el: Μέγεθος: {0:.1f} KB
it: Dimensione: {0:.1f} KB

source: Size: {0:.1f} MB
el: Μέγεθος: {0:.1f} MB
it: Dimensione: {0:.1f} MB

source: Skipped: %d
el: Παραλείφθηκαν: %d
it: Saltato: %d

source: Skipped: {0}
el: Παραλείφθηκαν: {0}
it: Saltato: {0}

source: Skipped: {0} (duplicates)
el: Παραλείφθηκαν: {0} (διπλότυπα)
it: Saltato: {0} (duplicati)

source: Sort
el: Ταξινόμηση
it: Ordina

source: Sort by birthday (month/day)
el: Ταξινόμηση κατά ημ/νία γέννησης (μήνας/ημέρα)
it: Ordina per Compleanno (mese/giorno)

source: Sort by category
el: Ταξινόμηση κατά κατηγορία
it: Ordina per Categoria

source: Sort by name (alphabetical)
el: Ταξινόμηση κατά όνομα (αλφαβητικά)
it: Ordina per nome (alfabetico)

source: Sorted by birthday
el: Ταξινόμηση κατά ημ/νία γέννησης
it: Ordinato per Compleanno

source: Sorted by category
el: Ταξινόμηση κατά κατηγορία
it: Ordinato per Nome

source: Sorted by date
el: Ταξινόμηση κατά ημερομηνία
it: Ordinato per data

source: Sorted by name
el: Ταξινόμηση κατά όνομα
it: Ordinato per Nome

source: Sorted by title
el: Ταξινόμηση κατά τίτλο
it: Ordinato per titolo

source: Sorted by: Birthday
el: Ταξινόμηση: Ημ/νία γέννησης
it: Ordinato per: Compleanno

source: Sorted by: Category
el: Ταξινόμηση: Κατηγορία
it: Ordinato per: Categoria

source: Sorted by: Date
el: Ταξινόμηση: Ημερομηνία
it: Ordinato per: Data

source: Sorted by: Name
el: Ταξινόμηση: Όνομα
it: Ordinato per: Nome

source: Sorted by: Title
el: Ταξινόμηση: Τίτλος
it: Ordinato per: Titolo

source: Start event notifications in background (recommended)
el: Έναρξη ειδοποιήσεων συμβάντων στο παρασκήνιο (συνιστάται)

source: Subdirectory name for exports (created automatically)
el: Όνομα υποκαταλόγου για εξαγωγές (δημιουργείται αυτόματα)
it: Nome sottodirettori esportazioni (creato automaticamente)

source: Successfully converted {0} entries to ICS format
el: Η μετατροπή {0} εγγραφών σε μορφή ICS ολοκληρώθηκε με επιτυχία
it: {0} voci convertite correttamente nel formato ICS

source: Sun
el: Κυρ
it: Dom

source: Tags: {0}
el: Ετικέτες: {0}
it: Tag: {0}

source: Temporary Storage (/tmp)
el: Προσωρινή αποθήκευση (/tmp)
it: Archiviazione temporanea (/tmp)

source: Test error: %s
el: Σφάλμα δοκιμής: %s

source: Text format
el: Μορφή κειμένου

source: Thu
el: Πεμ
it: Gio

source: Time
el: Ώρα
it: Ora

source: Time (HH:MM)
el: Ώρα (ΩΩ:ΛΛ)
it: Ora (HH:MM)

source: Time:
el: Ώρα:
it: Ora:

source: Title
el: Τίτλος
it: Titolo

source: Title and date are required!
el: Απαιτούνται τίτλος και ημερομηνία!
it: Titolo e data sono obbligatori!

source: Title is required
el: Ο τίτλος είναι υποχρεωτικός
it: Il titolo è obbligatorio

source: Title:
el: Τίτλος:
it: Titolo:

source: Today
el: Σήμερα

source: Total events: {0}
el: Συνολικά συμβάντα: {0}
it: Eventi totali: {0}

source: Total files: {0}
el: Σύνολο αρχείων: {0}
it: Totale file: {0}

source: Total size: {0:.1f} KB
el: Συνολικό μέγεθος: {0:.1f} KB
it: Dimensione totale: {0:.1f} KB

source: Total: %d
el: Σύνολο: %d
it: Totale: %d

source: Total: {0}
el: Σύνολο: {0}
it: Totale: {0}

source: Tue
el: Τρι
it: Mar

source: Type of sound to play with notifications
el: Τύπος ήχου που θα αναπαράγεται με τις ειδοποιήσεις
it: Tipo di suono da riprodurre con le notifiche

source: USB Drive
el: Μονάδα USB

source: USB Drive (/media/usb)
el: Μονάδα USB (/media/usb)

source: Unable to play test sound
el: Αδυναμία αναπαραγωγής ήχου δοκιμής

source: Update available!
el: Διαθέσιμη ενημέρωση!
it: Aggiornamento disponibile!

source: Update cancelled
el: Η ενημέρωση ακυρώθηκε
it: Aggiornamento annullato

source: Update check error
el: Σφάλμα ελέγχου ενημερώσεων
it: Errore di controllo dell'aggiornamento

source: Update check failed
el: Ο έλεγχος ενημερώσεων απέτυχε
it: Controllo aggiornamento fallito

source: Update completed successfully!
el: Η ενημέρωση ολοκληρώθηκε με επιτυχία!
it: Aggiornamento completato con successo!

source: Update error: %s
el: Σφάλμα ενημέρωσης: %s
it: Errore di aggiornamento: %s

source: Update failed
el: Η ενημέρωση απέτυχε
it: Aggiornamento non riuscito

source: Update failed and backup restore also failed!
el: Η ενημέρωση απέτυχε και η επαναφορά από το αντίγραφο ασφαλείας επίσης απέτυχε!

source: Update failed. Restored from backup.
el: Η ενημέρωση απέτυχε. Έγινε επαναφορά από το αντίγραφο ασφαλείας.
it: Aggiornamento non riuscito. Ripristinato dal backup.

source: Update successful!
el: Η ενημέρωση ολοκληρώθηκε με επιτυχία!
it: Aggiornamento riuscito!

source: Updated: {0}
el: Ενημερώθηκαν: {0}
it: Aggiornati: {0}

source: Updating plugin... Please wait
el: Ενημέρωση προσθέτου... Παρακαλώ περιμένετε
it: Aggiornamento del plugin... Attendi

source: Using legacy database format
el: Χρήση παλαιάς μορφής βάσης δεδομένων
it: Utilizzo del formato di database legacy

source: View
el: Προβολή
it: Mostra

source: Waiting for thread to stop...
el: Αναμονή για τερματισμό του νήματος...
it: In attesa che il thread si interrompa...

source: Wed
el: Τετ
it: Mer

source: White
el: Λευκό
it: Bianco

source: Yellow
el: Κίτρινο
it: Giallo

source: You have the latest version of Calendar.
el: Έχετε την πιο πρόσφατη έκδοση του Calendar.
it: Hai l'ultima versione di Calendar.

source: not sorted
el: χωρίς ταξινόμηση
it: non ordinato

source: sorted by birthday
el: ταξινόμηση κατά ημερομηνία γέννησης
it: ordinato per Compleanno

source: sorted by category
el: ταξινόμηση κατά κατηγορία
it: ordinato per Categoria

source: sorted by name
el: ταξινόμηση κατά όνομα
it: ordinato per Nome

source: vCard format
el: Μορφή vCard

source: vCard format (standard)
el: Μορφή vCard (τυπική)
it: vCard: formato (standard)

source: vCard import feature not available: {0}
el: Η δυνατότητα εισαγωγής vCard δεν είναι διαθέσιμη: {0}
it: vCard: La funzionalità di importazione non è disponibile: {0}

source: ... and {} more
it: ... e {} altro

source: Calendar
it: Calendario

source: Calendar Planner
it: Calendario Planner

source: Contacts: {0} (Search: '{1}')
it: Contatti: {0} (Cerca: '{1}')

source: Contacts: {0} ({1})
it: Contatti: {0} ({1})

source: Conversion completed successfully!
it: Conversione completata con successo!

source: Convert to Legacy
it: Converti in Legacy

source: Convert to vCard
it: Converti in vCard

source: Converted: {0} files, Errors: {1}
it: Convertiti: {0} file, Errori: {1}

source: Converting to Legacy...
it: Conversione in Legacy...

source: Converting to vCard...
it: Conversione in vCard...

source: Converting: {0} ({1}/{2})
it: Conversione: {0} ({1}/{2})

source: Current format: {0}
it: Formato Corrente: {0}

source: Database Converter
it: Convertitore Database

source: Database Statistics
it: Statistiche del database

source: Date People
it: Data Persona

source: Date People:
it: Data Persona:

source: Edit Date People
it: Modifica Dati Persone

source: Edit Month People
it: Modifica Mese Persone

source: ICS Events: {0} (Search: '{1}')
it: Eventi ICS: {0} (Cerca: '{1}')

source: ICS Events: {0} ({1})
it: Eventi ICS: {0} ({1})

source: Language: {0}
it: Lingua: {0}

source: Legacy files: {0}
it: File legacy: {0}

source: Legacy: {0} files | vCard: {1} files
it: Legacy: {0} file | vCard: {1} file

source: Manage Events
it: Gestisci eventi

source: Month People
it: Mese Persona

source: Month People:
it: Mese Persona:

source: No legacy files found
it: Nessun file legacy trovato

source: No legacy files found to convert
it: Nessun file legacy trovato da convertire

source: No vCard files found
it: Nessun file vCard trovato

source: No vCard files found to convert
it: Nessun file vCard trovato da convertire

source: Paths:
it: Percorso:

source: Ready
it: Pronto

source: Show Calendar in main information menu
it: Mostra Calendario nel menu principale delle informazioni

source: Show Calendar in menu
it: Mostra Calendario nel menu

source: Skipped (duplicates): {}
it: Saltati (duplicati): {}

source: Successfully imported: {}
it: Importato correttamente: {}

source: Total processed: {}
it: Totale elaborato: {}

source: vCard files: {0}
it: vCard:: file {0}

source: yes
it: si
